
"%d years ago" = "%d years ago";

"%d years later" = "%d years later";

"1 year ago" = "1 year ago";

"1 year later" = "1 year later";

"%d months ago" = "%d months ago";

"%d months later" = "%d months later";

"1 month ago" = "1 month ago";

"1 month later" = "1 month later";

"%d weeks ago" = "%d weeks ago";

"%d weeks later" = "%d weeks later";

"1 week ago" = "1 week ago";

"1 week later" = "1 week later";

"%d days ago" = "%d days ago";

"%d days later" = "%d days later";

"1 day ago" = "1 day ago";

"1 day later" = "1 day later";

"%d hours ago" = "%d hours ago";

"%d hours later" = "%d hours later";

"1 hour ago" = "1 hour ago";

"1 hour later" = "1 hour later";

"%d minutes ago" = "%d minutes ago";

"%d minutes later" = "%d minutes later";

"1 minute ago" = "1 minute ago";

"1 minute later" = "1 minute later";

"%d seconds ago" = "%d seconds ago";

"%d seconds later" = "%d seconds later";

"1 second ago" = "1 second ago";

"1 second later" = "1 second later";

"just now" = "just now";